[
    {"category":"Musica", "questions": [
        {"question":"En que ciudad nacio Shakira?","value": "100"},
        {"question":"Como se llaman los integrantes de los Beatles? (50 puntos por cada uno)", "value": "200"},
        {"question":"Como se llama el primer album de Nirvana?", "value": "300"},
        {"question":"Cual es el verdadero nombre de las siguientes artistas: Lana del rey, Adele, Lorde y Lady Gaga? (100 puntos por cada uno)", "value": "400"},
        {"question":"El famoso actor Keanu Reeves formo una banda llamada Dogstar, que instrumento tocaba con ellos?", "value": "500"}]},
    {"category":"Series & Peliculas", "questions": [
        {"question":"Que director dirigio Titanic, Avatar y El Terminator?", "value": "100"},
        {"question":"En que año fue estrenada Toy Story?", "value": "200"},
        {"question":"Como se llama el sobrino de Scooby-Doo?", "value": "300"},
        {"question":"En la serie Game of Thrones, cual es el verdadero nombre del personaje conocido como 'Littlefinger' (Meñique)?", "value": "400"},
        {"question":"En la pelicula La La Land, como se llama la cancion que Ryan Gosling le dedica a Emma Stone?", "value": "500"}]},
    {"category":"Videojuegos!", "questions": [
        {"question":"Cuantos botones tenia el control del Atari 2600?", "value": "100"},
        {"question":"En que animal esta basado el compañero de Sonic llamado 'Colas' y 'Nudillos'? (100 puntos por cada uno)", "value": "200"},
        {"question":"En que año gano SK Telecom T1 o SKT T1 su primer Mundial de League of Legends?", "value": "300"},
        {"question":"Cual fue el PRIMER Pokemon? (100 puntos por cada uno)", "value": "400"},
        {"question":"Cual es la pica minima necesaria para minar exitosamente un diamante en Minecraft?", "value": "500"}]},
    {"category":"Geografia", "questions": [
        {"question":"Cual es la capital de Puerto Rico?", "value": "100"},
        {"question":"Cual es el pais mas pequeño del mundo?", "value": "200"},
        {"question":"Que pais tiene la costa mas larga del mundo?", "value": "300"},
        {"question":"Como se llama la moneda oficial de Suecia (Sweden)?", "value": "400"},
        {"question":"Dracula vivio en la historica region de Transilvania, pero en que pais encontrarias ese lugar?", "value": "500"}]},
    {"category":"Conocimiento General", "questions": [
        {"question":"Como se llama el escritor del libro 'Mi Lucha'?", "value": "100"},
        {"question":"De que color son las cajas negras de los aviones?", "value": "200"},
        {"question":"Como murio el pintor Vincent van Gogh?", "value": "300"},
        {"question":"Cual es el animal que duerme la mayor cantidad de tiempo al dia?", "value": "400"},
        {"question":"Cual fue el detonante de la primera y de la segunda guerra mundial? (250 puntos por cada una)", "value": "500"}]},
    {"category":"Que tanto me conoces", "questions": [
        {"question":"Cual es mi segundo nombre y mi segundo apellido?", "value": "100"},
        {"question":"Cual es el nombre de mi carrera universitaria?", "value": "200"},
        {"question":"Cuales son mis directores favoritos? (100 puntos por cada uno)", "value": "300"},
        {"question":"Cuantos tatuajes tengo?", "value": "400"},
        {"question":"Cual es mi serie favorita?", "value": "500"}]}
]
