[
    {"category":"Khaja", "questions": [{"question":"Who was Khaja's first manager at Google?", "value": "100"},{"question":"What's Khaja's favorite sport? Take a hint from Ralph Lauren.", "value": "100"},{"question":"You can't go wrong in my book with one of these nostalgic sandwiches. What is Khaja's favorite food?", "value": "100"},{"question":"It's off to the races. What kind of pet does Khaja have? And for extra points, what is it's name?", "value": "100"},{"question":"Which university in the Granite State did Khaja graduate from?", "value": "100"}]},
    {"category":"Google", "questions": [{"question":"For all you Google veterans, what building and floor did the MTV security team reside in before Crittenden? ", "value": "100"},{"question":"What is the t-rex outside of building 40 named, and bonus: what is their favorite meal? Kale, anyone?", "value": "100"},{"question":"What was Sergey wearing when he allegedly saved someone’s life using his Android phone’s flashlight?", "value": "100"},{"question":"What year did Google prohibit broad access from corp into prod? Look to the light...", "value": "100"},{"question":"What year did Google surpass $100B in annual revenue? (Thanks Ads!)", "value": "100"}]},
    {"category":"TV Shows & Movies", "questions": [{"question":"What 2015 hacker movie did several Google Security Engineers consult on? I'm in!", "value": "100"},{"question":"What is the name of Captain Holt's original car?", "value": "100"},{"question":"What does the rabbit continue to repeat throughout the movie Alice in Wonderland? Sounds like he's overloaded with meetings...", "value": "100"},{"question":"In which movie does Black Widow first appear? Help me out with this one, Jarvis!", "value": "100"},{"question":"In the TV series The Expanse, what government position does Chrisjen Avasarala hold?", "value": "100"}]},
    {"category":"1337", "questions": [{"question":"Put on your black hoodie. What's the name of an emblem that represents the entire hacker community?", "value": "100"},{"question":"What OpenSSL vulnerability set the mid-2010s trend for vulnerabilities to be announced through professional marketing campaigns?", "value": "100"},{"question":"What name was internally coined for the attack that involved modifying executable files on a shared filesystem?", "value": "100"},{"question":"What is the name of a 2010 extension that used a packet sniffer to intercept unencrypted session cookies from websites? Baaa!", "value": "100"},{"question":"What encryption software uses 'multi-dimensional encryption technology, including time, music's infinite variability, artificial intelligence, and most notably mathematical constancies' to generate entangled key pairs?", "value": "100"}]},
    {"category":"Potpourri", "questions": [{"question":"One of the loonier and more wonderful conspiracy theories floating around the Internet is that many of the world’s elite are what animals?", "value": "100"},{"question":"Which former executive threatened and bribed security team members before going on to be rewarded handsomely after a sexual harassment complaint?", "value": "100"},{"question":"It's springtime here in the US! What is Washington's state flower?", "value": "100"},{"question":"Hey all you cool cats and kittens! Who is Joe Exotic's archnemesis, who definitely was not involved in the death of her husband, even though she made that reference to sardine oil...", "value": "100"},{"question":"I'll trade you a Brick for an Ore. In Settlers of Catan, which resources and how many of each are needed to build a City?", "value": "100"}]},
    {"category":"Geography", "questions": [{"question":"What is the fourth planet closest to the sun? Tuesday.", "value": "100"},{"question":"Crikey, mate, what is the capital of Andrew Pollock's home country?", "value": "100"},{"question":"I'm walkin' here! Name three out of the five NYC boroughs.", "value": "100"},{"question":"S&P has a strong presence in Zurich, Switzerland, but what small country is sandwiched in between Switzerland and Austria?", "value": "100"},{"question":"How many provinces does Canada have? Sorry if you don't know...", "value": "100"}]}
]
